Repository: AhmedAshraf9999/Balghny
Catalog: lib/l10n/app_*.arb
Languages: ar

# login_masg
source: Login to your account
ar: تسجيل الدخول الى حسابك

# valide_masg
source: can not be large than 50
ar: لا يمكن أن يكون أكبر من 50

# validp_masg
source: can not be small then 2
ar: لا يمكن أن تكون صغيرة من 2

# hint_text
source: Enter your email here
ar: أدخل بريدك الإلكتروني هنا

# labeltext
source: Email
ar: البريد الإلكتروني

# hintp_text
source: Enter your password here
ar: أدخل كلمة المرور هنا

source: Forget Password?
ar: هل نسيت كلمة المرور

source: sign in
ar: تسجيل دخول

# or_sign_in
source: Or Sign in with
ar: تسجيل دخول باستخدام

# success_sign_in
source: Sign in success
ar: عملية الدخول صحيحة

# error_sign_in
source: Error signing in.
ar: خطا فى عملة الدخول

# dont_account
source: Don't have an account?
ar: هل ليس لديك حساب

source: Sign up
ar: انشاء حساب

# sign_up_msg
source: Create Your Account
ar: انشئ حسابك

# hintun_text
source: Enter your name here
ar: ادخل اسمك هنا

# labeluntext
source: User Name
ar: اسم المستخدم

# hintcp_text
source: Confirm Password here
ar: تأكيد كلمة المرور هنا

# labelcptext
source: Confirm Password
ar: تأكيد كلمة المرور

# or_sign_up
source: Or Sign up with
ar: انشاء حساب باستخدام

# have_account
source: Already have an account?
ar: هل لديك حساب

# home_msg
source: Choose your report
ar: اختر نوع الابلاغ

source: Categories
ar: البلاغات

# water_disaster
source: Water Disasters
ar: كوارث المياه

# fire_disaster
source: Fire Disasters
ar: حوادث الحريق

# infrastructure_disaster
source: infrastructure Disasters
ar: كوارث البنيه التحتيه

# car_accidents
source: Cars Accidents
ar: حوادث السيارات

source: New Category
ar: بلاغ جديد

source: My Profile
ar: ملفى الشخصى

source: HomePage
ar: الصفحة الرئيسية

source: About Us
ar: نبذة عنا

# emergency
source: Emergency numbers
ar: أرقام الطوارئ

# hospitals
source: Hospitals numbers
ar: أرقام المستشفيات

source: Contact Us
ar: اتصل بنا

source: Helps & FAQs
ar: المساعدة والأسئلة الشائعة

source: Log Out
ar: تسجيل خروج

source: Name:
ar: الاسم:

source: Phone:
ar: الهاتف:

source: Email
ar: البريد الإلكتروني :

source: City:
ar: المدينة:

# your_phone
source: Your Phone Number
ar: رقم الهاتف

source: Edit Profile
ar: تعديل بياناتك

source: Save
ar: حفظ

# about_msg
source: The app uses machine learning to analyze photos from a mobile device's camera for signs of disaster, such as smoke or flooding. It provides real-time alerts to users in affected areas to help them evacuate safely and quickly. The app's primary goal is to enable swift response and reduce the damage caused by disasters. It aims to bridge the gap between affected communities and the necessary resources, providing a comprehensive solution for disaster response and relief efforts.
ar: ( بلغنى - bl3'ny ) هو تطبيق يسهل التواصل والتنسيق في حالات الكوارث والطوارئ بمصر. يستخدم تقنية الموقع الجغرافي والهواتف المحمولة للإبلاغ عن الحوادث وتوجيه التقارير إلى الجهات المعنية. يوفر المعلومات الهامة والتنبيهات للمستخدمين في الحالات الطارئة. يهدف التطبيق إلى تعزيز قدرة السلطات في التعامل مع الكوارث وتحسين نوعية الحياة والازدهار في المدن المصرية.

# emergencyy
source: Emergency
ar: الطوارئ

# phone_number
source: Phone Numbers
ar: ارقام الهواتف

source: Police
ar: الشرطة

source: Traffic Police
ar: شرطة المرور

source: Fire Department
ar: المطافي

source: Ambulance
ar: الاسعاف

source: Highway Emergency
ar: ادارة الطرق السريع

# erc
source: Egyptian Red Crescent
ar: الهلال الاحمر المصري

source: Public Services
ar: الخدمات العامة

source: Electricity
ar: خدمات الكهرباء

# eeaa
source: Egyptian Environmental Affairs Agency
ar: جهاز شئون البيئة المصري

source: Natural Gas
ar: غاز طبيعي

# meteorological
source: Meteorological Authority
ar: هيئة الارصاد الجوية

# ain_shams
source: Ain Shams Specialized
ar: عين شمس التخصصي

# akf
source: Abdel Kader Fahmy
ar: عبد القادر فهمي

# slam
source: Al Salam
ar: السلام

# hussein
source: Al Hussein University
ar: جامعه الحسين

source: Badran
ar: بدران

# dar_fouad
source: Dar Al Fouad
ar: دار الفؤاد

# dar_shefaa
source: Dar Ai Shefaa
ar: دار الشفاء

# heluopls
source: Heliopolis
ar: هليوبلس

source: El Agouza
ar: العجوزه

source: Eldemerdash
ar: الدمرداش

# loc_city
source: Macrm Ebaid , Nacer city .
ar: مكرم عبيد ,مدينة نصر , القاهرة

source: FAQs
ar: الأسئلة الشائعة

# q_one
source: what is BL3'ny ?
ar: ما هو تطبيق بلغنى

source: Notification
ar: الاشعارات

# upload_post
source: Upload Post In Community
ar: نشر بلاغ في المجتمع

source: Address:
ar: (العنوان)

# share
source: Facebook Share
ar: مشاركة البلاغ

source: Community
ar: المجتمع

source: Image Picker
ar: التقاط البلاغ

# image_show
source: Image should appear here
ar: يجب أن تظهر الصورة هنا

source: Capture Image
ar: التقط الصورة

source: Send
ar: ارسل

# new_post
source: Create New Post
ar: انشاء بلاغ جديد

source: Title
ar: نوع الكارثة

source: Description
ar: تفاصيل الحادث

source: Post
ar: نشر

# labelptext
source: Password
ar: كلمة المرور
